Repository: vuuvv/vshop1
Catalog: media/qooxdoo-1.4-sdk/application/showcase/source/translation/*.po
Languages: ro, sv

source: Form Elements
ro: Elemente de formular
sv: Formulärelement

source: Territory code:
ro: Cod postal:
sv: Territoriekod

source: Localized ComboBox:
ro: ComboBox localizată:
sv: Lokaliserad rullgardin

source: Cut
ro: Taie
sv: Klipp ut

source: Paste
ro: Lipește
sv: Klistra in

source: Copy
ro: Copiază
sv: Kopiera

source: A date:
ro: O dată:
sv: Ett datum:

source: Undo
ro: Desfă
sv: Ångra

source: Redo
ro: Refă
sv: Återgöra

source: Delete
ro: Şterge
sv: Radera

source: Select All
ro: Selectează tot
sv: Välj alla

source: Search
ro: Caută
sv: Sök

source: Search Again
ro: Caută din nou
sv: Sök igen

source: Command Menu (keyboard shortcuts)
ro: Meniu de comandă (scurtături de tastatură)
sv: Kommandomeny (kortkommandon)

source: Locale Information
ro: Informație despre localizare
sv: Lokalinformation

source: Locale:
ro: Localizare:
sv: Lokal:

source: Date format short:
ro: Format dată scurt:
sv: Kort datumformat

source: Date short:
ro: Dată scurtă:
sv: Kort datum

source: Date format medium:
ro: Format dată mediu:
sv: Medellångt datumformat

source: Date medium:
ro: Dată medie:
sv: Medellångt datum

source: Date format long:
ro: Format dată lung:
sv: Långt datumformat

source: Date long:
ro: Dată lungă:
sv: Långt datum

source: Date format full:
ro: Format dată întreg:
sv: Fullängdsdatumformat

source: Date full:
ro: Dată întreagă:
sv: Fullängdsdatum:

source: Time format short:
ro: Format oră curt:
sv: Kort tidsformat:

source: Time short:
ro: Oră scurtă:
sv: Kort tid:

source: Time format long:
ro: Format oră lung:
sv: Långt tidsformat:

source: Time long:
ro: Oră lungă:
sv: Lång tid:

source: Week start:
ro: Începutul săptămânii:
sv: Veckostart:

source: Format of %1:
ro: Formatul %1:
sv: Format av %1:
